spec/dummy/app/views/posts/index.html.erb

SELECT "posts".* FROM "posts"
---
  <tbody>
    <% Post.all.each do |post| %>